Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/samegiela-geavaheapmi_id_24388.html.tmx
Source language: sme
Languages: nob

source: Sámegiela geavaheapmi
nob: Bruk av samisk språk

source: Sámegiella galgá leat ealli giella .
nob: Samisk skal være et levende språk .

source: Sámegiela árjjalaš ja lassáneaddji geavaheapmi lea dehálaš oassi sámi kultuvrra viidáset ovdáneamis .
nob: Aktiv og utvidet bruk av samisk språk er et viktig element i den videre utvikling av samisk kultur .

source: Sámegiella ja dárogiella leat sámelága 3. kapihttala vuođul ovttaárvosaš gielat .
nob: Samisk og norsk er ifølge kap. 3 i sameloven likeverdige språk .

source: Sámegiela hálddašanguovllus leat sámegiella ja dárogiella ovttadássásaš gielat .
nob: Innenfor forvaltningsområdet for samisk språk er samisk og norsk likestilte språk .

source: Dehálaš lea ahte sámegiella geavahuvvo almmolaš oktavuođain , ja ahte almmolaš diehtojuohkin heivehuvvo sámeálbmogii ge .
nob: Det er viktig at samisk språk benyttes i offentlig sammenheng , og at offentlig informasjon tilrettelegges også for den samiske befolkningen .

source: Sámegielat siiddut ráđđehusa neahttasiidduin leat deháleamos kanála man bokte dieđut ráđđehusas ja departemeanttain juhkkojuvvojit sámegillii .
nob: De samiske sidene på regjeringens nettsider er den fremste kanal for samiskspråklig informasjon fra regjeringen og departementene .

source: Sámegielaid doaibmaplána
nob: Handlingsplan for samiske språk

source: Ráđđehus áigu oažžut eanebuid geavahit sámi gielaid .
nob: Regjeringen vil få flere til å bruke de samiske språkene .

source: Mánáidgárddit , skuvllat , almmolaš bálválusat ja mediafálaldat leat guovddážis dan doaibmaplánas sámegielaid várás .
nob: Barnehage- og skole , offentlige tjenester og kulturtilbud er sentrale områder for handlingsplanen for samiske språk .

source: Dakkár áŋgiruššan mii sihkkarastá julevsámegiela ja máttasámegiela ealli giellan maiddái boahttevaš buolvvaide , lea dehálaš .
nob: Det er særlig viktig med en innsats for å sikre lulesamisk og sørsamisk som levende språk også for fremtidige generasjoner .

source: Gollegiella lea davviriikkalaš sámi giellabálkkašupmi maid Norgga , Ruoŧa ja Suoma sámeministarat ja sámediggepresideanttat leat ásahan .
nob: Gollegiella er en nordisk samisk språkpris som er opprettet av sameministrene og sametingspresidentene i Norge , Sverige og Finland .

source: Gollegiella mearkkaša dárogillii " gullspråk " ja dat juhkkojuvvo ovttaskas olbmuide , joavkkuide , organisašuvnnaide dahje ásahusaide mat mávssolaččat leat rahčan ovddidit sámegiela .
nob: Gollegiella betyr " gullspråk " i oversettelse fra samisk , og deles ut til enkeltpersoner , grupper , organisasjoner eller institusjoner som har gjort en verdifull innsats for samisk språk .

source: Sámegiela geavaheapmi almmolaš hálddahusas
nob: Bruk av samisk språk i offentlig forvaltning

source: Árjjalaš ja lassáneaddji sámegiela geavahus lea sámi kultuvrra viidáset ovdáneami hui dehálaš oassi .
nob: Aktiv og utvidet bruk av samisk språk er et svært viktig element i den videre utviklingen av samisk kultur .

source: Seamma láhkai lea mávssolaš ahte sámegiella geavahuvvo almmolaš oktavuođain .
nob: Likedan er det viktig at samisk språk benyttes i offentlig sammenheng .

source: Sámegiella ja IT
nob: Samisk språk og IT

source: Ráđđehusa ulbmil lea ahte buot almmolaš registariin galgá sáhttit geavahit sámegiela čállinmearkkaid , ja ahte dieđuid galgá sáhttit sirddašit registariid gaskka .
nob: Regjeringens mål er at alle offentlige registre skal kunne bruke samiske tegn , og at datautvekslingen mellom registrene skal fungere .

source: Sámegiel namaid , báikenamaid , čujuhusaid jna. galgá leat vejolaš riekta registreret .
nob: Samiske navn , stedsnavn , adresser osv. må kunne registreres korrekt .
